Repository: tyounglightsys/NetworkPuzzles
Catalog: src/network_puzzles/resources/locale/*.po
Languages: fr

source: Learn how help works
fr: Apprendre le functionnement d'aide

source: Ping Test
fr: Teste de ping

source: Plug in network
fr: Connecter au réseau

source: Power It On
fr: Démarrer-le

source: IP Puzzle
fr: Puzzle IP

source: Network Loop
fr: Boucle réseau

source: This puzzle shows you what happens when you create a network loop. A loop is made when you have your switches connected to themselves or to another one that is connected back to the first one. Ping from pc0 to pc1 to see what happens. You do not need to fix the problem, but right-clicking one of the switches and removing one of the offending links would do it.
fr: Ce puzzle vous montre ce qui se passe lorsque vous créez une boucle réseau. Une boucle est créée lorsque vos commutateurs sont connectés à eux-mêmes ou à un autre qui est connecté au premier. Pinger du pc0 à pc1 pour voir ce qui se passe. Pas la paine de résoudre le problème, mais un clique droite sur l'un des commutateurs et la suppression d'un des liens incriminés le réglerait.

source: Network Loop 2
fr: Boucle réseau 2

source: Managed Switches can use Spanning Tree, which intelligently figures out the least distance path to a point. It is made so you can have network loops and survive. Try pinging pc1 twice from pc0. The first time, some packets are lost. But the second time the packet goes where it should.
fr: Les commutateurs gérés peuvent utiliser algorithme de l'arbre (STP), qui détermine intelligemment le chemin le moins éloigné à un point. Il est fait pour que vous puissiez avoir des boucles réseaux et survivre. Essayez de pinger pc1 deux fois à partir de pc0. La première fois, certains paquets sont perdus. Mais à la deuxième fois le paquet ira là où il devrait.

source: Frozen!
fr: Figé !

source: Switch vs Hub
fr: Commutateur vs concentrateur

source: Where did I put that?
fr: Où est-ce j'ai mis ça ?

source: Broken Link
fr: Lien rompu

source: Packet Corruption
fr: Corruption de paquet

source: Packet Corruption2
fr: Corruption de paquet 2

source: Bad Power Supply
fr: Mauvaise alimentation

source: Bad Power - Needs UPS
fr: Mauvaise alimentation - besoin de UPS

source: Bad IP
fr: Mauvaise adresse IP

source: Bad DHCP
fr: Serveur DHCP mal configuré

source: Gateway Puzzle
fr: Puzzle de passerelle

source: Duplicate IPs
fr: Duplication d'adresses IP

source: Two Subnets, Shared Network
fr: Deux sous-réseaux, réseau partagé

source: Two Subnets, Shared Network2
fr: Deux sous-réseaux, réseau partagé 2

source: Adding Devices
fr: Ajout d'appareils

source: Add DHCP Server
fr: Ajout de serveur DHCP

source: Bad Gateway
fr: Mauvaise passerelle

source: Duplicate MAC addresses
fr: Adresses MAC en double

source: Bad Netmask
fr: Mauvais masque de réseau

source: Practice1
fr: Entraînement 1

source: Practice2
fr: Entraînement 2

source: Practice3
fr: Entraînement 3

source: Practice4
fr: Entraînement 4

source: Practice5
fr: Entraînement 5

source: Practice6
fr: Entraînement 6

source: Practice7
fr: Entraînement 7

source: has a problem
fr: a un problème

source: hardware problem
fr: problème matériel

source: bad power supply
fr: mauvaise alimentation

source: device is frozen
fr: appareil s'est figé

source: reboot the device
fr: redémarrer l'appareil

source: is plugged into bad power
fr: est branché à une mauvaise alimentation

source: needs a UPS
fr: besoin d'un UPS

source: needs change to DHCP server:
fr: besoin de modification du serveur DHCP :

source: DHCP server enabled =
fr: Activation du serveur DHCP =

source: should fail to ping a specific host
fr: ne devrait pas arriver à faire un ping à un hôte précis

source: needs to try to ping (and fail):
fr: besoin d'essayer (et d'échouer) de faire un ping :

source: is locked
fr: est verrouillé

source: is locked:
fr: est verrouillé :

source: has locked DHCP
fr: DHCP verrouillé

source: has locked DHCP:
fr: DHCP verrouillé :

source: has locked gateway
fr: passerelle verrouillée

source: has locked gateway:
fr: passerelle verrouillée :

source: the VLAN on an interface is locked
fr: le VLAN d'une interface est verrouillé

source: the VLAN on an interface is locked:
fr: le VLAN d'une interface est verrouillé :

source: has locked IP
fr: adresse IP verrouillée

source: has locked IP:
fr: adresse IP verrouillée :

source: device cannot be moved
fr: déplacement d'appareil interdite

source: device cannot be moved:
fr: déplacement d'appareil interdite :

source: has locked NIC
fr: carte réseau verrouillée

source: has locked NIC:
fr: carte réseau verrouillée :

source: the VLAN on a NIC is locked
fr: le VLAN d'une carte réseau est verrouillé

source: the VLAN on a NIC is locked:
fr: le VLAN d'une carte réseau est verrouillé :

source: has locked route
fr: route verrouillée

source: has locked route:
fr: route verrouillée :

source: a VLAN is locked
fr: un VLAN est verrouillé

source: a VLAN is locked:
fr: un VLAN est verrouillé :

source: needs the gateway set
fr: manque de définition de passerelle

source: needs the gateway set to:
fr: passerelle doit être définié comme :

source: needs to be connected to the network
fr: manque de connexion au réseau

source: needs a link to host:
fr: besoin de lien à l'hôte :

source: needs a local IP
fr: manque d'adresse IP locale

source: needs an IP local to host:
fr: manque d'adresse IP locale à l'hôte :

source: cannot ping
fr: échec de ping

source: cannot ping host:
fr: impossible de faire un ping à l'hôte :

source: needs a route set
fr: manque de définition de route

source: needs a route to network:
fr: manque de définition de route au réseau :

source: needs a DHCP IP address
fr: manque d'adresse IP par DHCP

source: needs a DHCP IP address from server:
fr: manque d'adresse IP par DHCP depuis serveur :

source: must ping a host
fr: doit faire un ping à un hôte

source: must ping:
fr: doit faire un ping à :

source: needs to traceroute
fr: doit faire un traceroute

source: needs to traceroute to:
fr: doit faire un traceroute à :

source: Ping [host]
fr: Ping [hôte]

source: choose puzzle
fr: sélection de puzzle

source: save puzzle
fr: enregistrer

source: restart puzzle
fr: recommencer

source: undo
fr: annuler

source: redo
fr: refaire

source: choose language
fr: choisir la langue

source: help
fr: aide

source: Help level:
fr: Niveau d'aide :

source: Load Puzzle
fr: Charger le puzzle

source: Filter the puzzles by level:
fr: Filtrer les puzzles par niveau :

source: Level 0
fr: Niveau 0

source: Level 1
fr: Niveau 1

source: Level 2
fr: Niveau 2

source: Level 3
fr: Niveau 3

source: Level 4
fr: Niveau 4

source: Level 5
fr: Niveau 5

source: Level 6
fr: Niveau 6

source: Cancel
fr: Annuler

source: Load
fr: Charger

source: Error
fr: Erreur

source: Quit
fr: Quitter

source: Delete
fr: Supprimer

source: Edit
fr: Modifier

source: hostname or IP
fr: nom d'hôte ou adresse IP
